Repository: hogumachu/ResumeRoom
Catalog: Service/Sources/Entity/Resources/Localizable.xcstrings
Source language: en
Languages: ko

# component.basic.section-title
source: Basic block
ko: 기본 단락

# component.bullet.description
source: Create a simple bulleted list.
ko: 간단한 글머리 기호 목록을 생성해 보세요.

# component.bullet.title
source: Bullet
ko: 글머리 기호 목록

# component.header1.description
source: Section Title (Main)
ko: 섹션 제목(대)

# component.header1.title
source: Header1
ko: 제목1

# component.header2.description
source: Section Title (Sub)
ko: 섹션 제목(중)

# component.header2.title
source: Header2
ko: 제목2

# component.header3.description
source: Section Title (Minor)
ko: 섹션 제목(소)

# component.header3.title
source: Header3
ko: 제목3

# component.image.description
source: Add an image via URL.
ko: URL을 통해 이미지를 추가해 보세요.

# component.image.title
source: Image
ko: 이미지

# component.media.section-title
source: Media Block
ko: 미디어 단락

# component.quote.description
source: Write the content to be quoted.
ko: 인용할 내용을 추가해 보세요.

# component.quote.title
source: Quote
ko: 인용

# component.separator.description
source: Add dividers to separate the paragraphs.
ko: 단락을 나눌 구분선을 추가해 보세요.

# component.separator.title
source: Separator
ko: 구분선

# component.text.description
source: Try entering the content.
ko: 내용을 입력해 보세요.

# component.text.title
source: Text
ko: 텍스트

# component.todo.description
source: Add something to do.
ko: 할 일을 추가해 보세요.

# component.todo.title
source: Todo
ko: 할 일
